; TranslationAuthor: Mr.Yutthaphon Inchaiya
; TranslationAuthorEmail: yutthaphon30667@gmail.com
; Version: 3.72
; Update: 2015-07-03
;
[Translation]
LangCode=041e
ReadHabit=Left-to-right
LanguageName=ภาษาไทย
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Information=การยืนยัน
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=การยืนยัน
pmCheckMsg=ตรวจสอบข่าวใหม่อัตโนมัติ
pmforum=กระทู้สนทนา
pmHelp=ช่วยเหลือออนไลน์
pmContact=ติดต่อเรา
pmHome=โฮมเพจ
pmCheckNew=ตรวจการอัพเดท
pmLang=ภาษา
pmAbout=เกี่ยวกับ
pmRestore=กู้คืนรายการนี้
pmselectall=เลือกทั้งหมด
pmselectnone=ไม่เลือก
pmselectinvert=สลับการเลือก
FrmFRMain.lblTree.caption=ไดเรกทอรี่ไฟล์
FrmFRMain.btnlikeit.caption=ไลค์
FrmFRMain.btnfeedback.caption=คำติชม
FrmFRMain.btnsearch.caption=สแกน
FrmFRMain.btnrestore.caption=กู้คืน
FrmFRMain.btnsearchcancel.caption=ยกเลิก
FrmFRMain.btnemail.hint=แชร์ Wise Data Recovery กับเพื่อนของคุณ
FrmFRMain.btnfacebook.hint=ไลค์ WiseCleaner บน Facebook
FrmFRMain.btntwitter.hint=แชร์ Wise Data Recovery บน Twitter
;
; About
;
FrmFRAbout.caption=เกี่ยวกับ
FrmFRAbout.btnok.caption=ตกลง
FrmFRAbout.lblver.caption=เวอร์ชั่นปัจจุบัน:
FrmFRAbout.lblemail.caption=อีเมล์สนับสนุน:
FrmFRAbout.lblhome.caption=โฮมเพจ:
FrmFRAbout.lblthank.caption=ขอขอบคุณบุคคลต่อไปนี้สำหรับความช่วยเหลือ:
;
;Like us
;
Frmlikeit.lblTitle.caption=ถ้าคุณรัก Wise Data Recovery, กรุณาแนะนำเครื่องมือฟรีนี้กับเพื่อนรักของคุณ
Frmlikeit.lblInfo.caption=กรุณาแชร์ Wise Data Recovery กับครอบครัว, เพื่อน, เพื่อนร่วมห้อง และเพื่อนร่วมงานของคุณผ่านอีเมล์, Blog, Twitter, YouTube, Facebook, และอื่นๆ... เยี่ยมมากเลย! คุณได้นำความสะดวกและประสิทธิภาพให้กับพวกเขาแล้ว
Frmlikeit.lblRate.caption= ให้คะแนน Wise Data Recovery:
Frmlikeit.lblfollow.caption=ติดตามเราบน:
Frmlikeit.lblshare.caption=แชร์ Wise Data Recovery:
Frmlikeit.btndownload.caption=ดาวน์โหลดฟรี
Frmlikeit.imgrate.hint=ให้ 5 ดาวกับเราบน CNET
Frmlikeit.imgmail.hint=แชร์ให้กับเพื่อนของคุณ
Frmlikeit.imgface1.hint=แชร์บน Facebook
Frmlikeit.imgface2.hint=ติดตามเราบน Facebook
Frmlikeit.imgtwitter1.hint=แชร์บน twitter
Frmlikeit.imgtwitter2.hint=ติดตามเราบน twitter
Frmlikeit.Caption=ไลค์
Frmlikeit.lbldownload.caption=ดาวน์โหลดโปรแกรมฟรีอื่นๆ จาก WiseCleaner.com :

[Edit]
pmcut=ตัด
pmcopy=คัดลอก
pmpaste=วาง
pmdelete=วาง
pmselectall=เลือกทั้งหมด

[GUI]
ButtonYes=ใช่
ButtonNo=ไม่
ButtonOK=ตกลง
ButtonMinimize=ย่อ
ButtonMaximize=ขยาย
ButtonClose=ปิด
ButtonRestore=กู้คืน
ButtonMenu=เมนู
ButtonDelete=ลบ
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=ชื่อไฟล์
FrmFRMain.lstFile.headitems[1]=ขนาดไฟล์
FrmFRMain.lstFile.headitems[2]=แก้ไขล่าสุด
FrmFRMain.lstFile.headitems[3]=อัตรากู้คืน
FrmFRMain.lstFile.headitems[4]=ที่ตั้ง
Scanning=กำลังสแกน...
Filtering=กำลังกรอง...
KeyWord=กรอกคีย์เวิร์ด
Images=รูปภาพ
Audios=เสียง
Videos=วีดีโอ
Document=เอกสาร
Compressed=ไฟล์บีบอัด
Email=อีเมล์
AllFiles=ไฟล์ทั้งหมด
AllFolders=โฟลเดอร์ทั้งหมด
SelectDir=กรุณาเลือกโฟลเดอร์เพื่อจัดเก็บข้อมูลที่กู้
NoSameDrive=กรุณาเลือกไดร์ฟอื่นเพื่อป้องกันการเขียนทับข้อมูล
ScanStopped=การสแกนถูกยกเลิก
Good=ดี
Poor=แย่
VeryPoor=แย่มาก
Lost=เสียหาย
ItemList=พบ %d ไฟล์


[message]
OpenPreview=แสดงตัวอย่าง
ClosePreview=ปิดตัวอย่าง
NoPreview=ไม่มีตัวอย่างพร้อมใช้งาน
NoNewVer=ยินดีด้วย, เวอร์ชั่นที่คุณใช้เป็นล่าสุดแล้ว!
RecoveryDone=การกู้คืนข้อมูลเสร็จสิ้น
TranslateTo=แปลเป็น...
NewVer=มีเวอร์ชั่นใหม่ของ Wise Data Recovery พร้อมใช้งาน! คุณต้องการอัพเกรดตอนนี้หรือไม่?
